tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "git"
brew "mas"
brew "nvm"
brew "pnpm"
brew "terraform"
cask "dropbox"
cask "kindle"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
