Cardinal90.multi-cursor-case-preserve
dbaeumer.vscode-eslint
esbenp.prettier-vscode
hashicorp.terraform
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
pflannery.vscode-versionlens
streetsidesoftware.code-spell-checker
